/* ClipFeed English */
"app_version" = "Version";
"check_update" = "Check for Updates";
"settings" = "Settings";
"close" = "Close";
"copy" = "Copy";
"copied_from" = "Copied from";
"image" = "Image";
"text" = "Text";
"app_language" = "App language";
"app_language_system" = "System language (default)";
"app_language_ja" = "Japanese";
"app_language_en" = "English";
"about_app_version" = "App Version";
"launch_source_label" = "Launch source";
"launch_source_xcode" = "Xcode build (development)";
"launch_source_apps" = "Applications folder";
"launch_source_other" = "Other";
"support_developer" = "Support Developer";
"clear_history_title" = "Clear all history";
"delete" = "Delete";
"cancel" = "Cancel";
"clear_history_message" = "All clipboard history will be deleted. This action cannot be undone.";
"color_mode" = "Color mode";
"color_mode_system" = "System settings";
"color_mode_light" = "Light";
"color_mode_dark" = "Dark";
"max_items_label" = "Max items to save";
"items_count_format" = "%d items";
"launch_at_login" = "Launch at startup";
"clear_history_button" = "Clear all history";
"support_developer_message" = "This app is made with the hope that a favorite tool for myself might be useful to someone else. Your support helps keep it going!";
"buy_me_coffee" = "Buy me a coffee";
"loading" = "Loading…";
"filter_all" = "All";
"source_other_devices" = "Other devices";
"source_screenshot" = "Screenshot";
"oversized_placeholder_message" = "⚠ Cannot re-copy: over 2MB";
"toast_no_text" = "No text found";
"toast_saved" = "Saved";
"toast_save_failed" = "Save failed";
"toast_copied" = "Copied to clipboard";
"no_history_found" = "No history found";
"back_esc" = "Back esc";
"update_check_title" = "Update";
"update_check_fetch_error" = "Failed to fetch version info.";
"update_available" = "Update available";
"update_download" = "Download";
"update_later" = "Later";
"update_latest" = "You're on the latest version.";
"update_check_no_releases" = "No releases found for this repository, or the repository does not exist.";
"update_check_no_dmg" = "The latest release has no DMG file attached.";
"alert_ok" = "OK";
"update_available_message" = "Version %@ is now available.";
"search_placeholder" = "Search clipboard";
"shortcuts" = "Shortcuts";
"shortcut_toggle_popover" = "Open / close popover";
"shortcut_switch_tab" = "Switch copy source tab";
"shortcut_recopy" = "Re-copy item (when popover is open)";
"shortcut_ocr_copy" = "OCR copy from image (when popover is open)";
"shortcut_open_settings" = "Open Settings";
"shortcut_section_in_popover" = "In popover";
"shortcut_focus_search_feed" = "Switch focus between search and feed";
"shortcut_copy_focused" = "Copy focused item";
"shortcut_ocr_focused" = "OCR / copy OCR text (image)";
"shortcut_clear_search" = "Clear search and return";
"shortcut_move_focus" = "Move focus up / down";
"contact_tab" = "Contact";
"contact_button" = "Contact us here";
"export_log" = "Export log";
"log_export_success" = "Log exported successfully.";
"log_export_failed" = "Failed to save log.";
